Repository: kouya/tornado
Catalog: po/*.po
Languages: de

source: | *** CLOUD *** |
de: | *** WOLKE *** |

source: | s = Snow r = Rain |
de: | s = Schnee r = Regen |

source: | h = Hail l = Lightning |
de: | h = Hagel l = Blitz |

source: | t = Tornado c = Current Scores |
de: | t = Tornado c = Aktuelle Punkte |

source: | q = Quit o = Highscores |
de: | q = Beenden o = Highscore |

source: | Player %d wins! |
de: | Spieler %d gewinnt! |

source: | Your score is %6d. |
de: | Ihre Punktzahl: %6d |

source: | Do you want to play again? |
de: | Noch ein Spiel? |

source: Your score is %6d
de: Ihre Punktzahl: %6d

source: Submit highscore to website?
de: Highscore an Webseite schicken?

source: Needs an internet connection.
de: Benötigt Internetverbindung.

source: Error reading scorefile:
de: Fehler beim Lesen der Scoredatei:

source: File format error
de: Dateiformatfehler

source: | Highscores |
de: | Punktetabelle |

source: Please enter your name Player 1
de: Bitte Namen eingeben, Spieler 1

source: Please enter your name Player 2
de: Bitte Namen eingeben, Spieler 2

source: Someone quit the game.
de: Jemand hat das Spiel beendet.

source: Thanks for playing Tornado!
de: Danke, dass Sie Tornado gespielt haben!

source: Error reading from network:
de: Fehler beim Lesen vom Netzwerk:

source: Error writing to network:
de: Fehler beim Schreiben aufs Netzwerk:

source: Error reading network:
de: Fehler beim Lesen vom Netzwerk:

source: Waiting for connection on port %d...
de: Warte auf Verbindung auf Port %d...

source: Could not initialize Network
de: Konnte Netzerk nicht initialisieren

source: Exiting.
de: Abbruch.

source: Client from %s connected at port %d.
de: Client von %s verbunden auf Port %d.

source: Program versions mismatch! You are running version %s, client is %s. You can play, but the game will get out of sync and probably crash.
de: Programmversionen stimmen nicht überein! Ihre Version: %s, Client: %s. Sie können spielen, aber das Programm wird unsynchron werden und abstürzen.

source: No hostname specified. Exiting...
de: Kein Hostname angegeben. Abbruch...

source: Connecting to server %s on port %d...
de: Verbindung zu Server %s, Port %d wird aufgebaut...

source: Could not connect to server
de: Konnte Server nicht erreichen

source: Could not connect to server: hostname lookup failure
de: Konnte Server nicht erreichen: hostname unbekannt

source: Connection to server %s established.
de: Verbindung mit Server %s aufgebaut.

source: Program versions mismatch! Your are running version %s, server is %s. You can play, but the game will get out of sync and probably crash.
de: Programmversionen stimmen nicht überein! Ihre Version: %s, Server: %s. Sie können spielen, aber das Programm wird unsynchron werden und abstürzen.

source: usage: [--connect IP|--demo|--help|--server]
de: Verwendung: [--connect IP|--demo|--help|--server]

source: --connect [IP] Connect to IP/host for network play.
de: --connect [IP] Verbindung mit IP/host aufbauen.

source: --demo Run in demo mode.
de: --demo Demomodus.

source: --help Print this help message.
de: --help Diese Hilfe anzeigen.

source: --server Run as server so others can connect.
de: --server Programm als Server starten.

source: --version Print version number and exit.
de: --version Version anzeigen und beenden.

source: Please enter your name
de: Bitte geben Sie Ihren Namen ein

source: Waiting for other player...
de: Warte auf anderen Spieler...

source: %c%-23s %3.0f%% | Windspeed: %2d | %3.0f%% %23s%c
de: %c%-23s %3.0f%% | Wind: %2d | %3.0f%% %23s%c

source: %d points
de: %d Punkte

source: Aim?
de: Ziel?

source: %s quit the game.
de: %s hat das Spiel beendet.

source: You quit the game.
de: Du hast das Spiel beendet.
